export default [
    {
        no: '01',
        plant: '大花咸豐草',
        img: '/img/IMG_NO01.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '02',
        plant: '大花咸豐草',
        img: '/img/IMG_NO01.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，台灣養蜂協會為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '03',
        plant: '非洲鳳仙花',
        img: '/img/IMG_NO02.png',
        question: '非洲鳳仙花為園藝植物，卻被列為入侵種，請問他會造成什麼問題?',
        options: ['排擠植物', '慢性中毒', '倒刺傷人', '寄生植物'],
        answer: '排擠植物',
        difficulty:
            '非洲鳳仙花不會對人體造成傷害，卻因大量種植，在野外氾濫生長，排擠本地植物的生存空間',
    },
    {
        no: '04',
        plant: '非洲鳳仙花',
        img: '/img/IMG_NO02.png',
        question: '請問非洲鳳仙花的種子具有何種特別的傳播方式?',
        options: ['動物', '水流', '風力', '彈力'],
        answer: '彈力',
        difficulty: '非洲鳳仙花的蒴果成熟後，會爆裂而使種子彈出，可彈至3-5尺外',
    },
    {
        no: '05',
        plant: '巴西水竹草',
        img: '/img/IMG_NO03.png',
        question:
            '巴西水竹草在野外快速增加，被列為入侵種，請問是因為他如何生長?',
        options: ['匍匐', '直立', '纏繞', '攀援'],
        answer: '匍匐',
        difficulty:
            '巴西水竹草匍匐生長於其他植物上，令其無法生長，且可以斷裂生殖',
    },
    {
        no: '06',
        plant: '巴西水竹草',
        img: '/img/IMG_NO03.png',
        question:
            '巴西水竹草為園藝植物引入，葉子為其特徵之一，請問他的葉脈如何生長?',
        options: ['羽狀脈', '網狀脈', '掌狀脈', '平行脈'],
        answer: '平行脈',
        difficulty: '白花、平行脈、匍匐生長的莖是巴西水竹草最大的特徵',
    },
    {
        no: '07',
        plant: '小花蔓澤蘭',
        img: '/img/IMG_NO04.png',
        question: '小花蔓澤蘭因其危害而列為入侵種，請問他會造成甚麼問題?',
        options: ['人體過敏', '排斥植物', '纏繞植物', '寄生植物'],
        answer: '纏繞植物',
        difficulty:
            '小花蔓澤蘭藉由纏繞植物，阻礙植物光合作用，只要被覆蓋幾個月便會枯死',
    },
    {
        no: '08',
        plant: '小花蔓澤蘭',
        img: '/img/IMG_NO04.png',
        question: '小花蔓澤蘭為最危險的入侵種，請問何者不是他的別稱?',
        options: ['植物殺手', '綠癌', '生態殺手', '黃癌'],
        answer: '黃癌',
        difficulty:
            '小花蔓澤蘭有著「綠色殺手」、「植物殺手」或「綠癌」等稱號，並被列為世界百大入侵種',
    },
    {
        no: '09',
        plant: '大花咸豐草',
        img: '/img/IMG_NO05.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '10',
        plant: '大花咸豐草',
        img: '/img/IMG_NO05.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '11',
        plant: '大花咸豐草',
        img: '/img/IMG_NO06.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '12',
        plant: '大花咸豐草',
        img: '/img/IMG_NO06.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '13',
        plant: '大花咸豐草',
        img: '/img/IMG_NO07.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '14',
        plant: '大花咸豐草',
        img: '/img/IMG_NO07.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '15',
        plant: '大花咸豐草',
        img: '/img/IMG_NO08.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '16',
        plant: '大花咸豐草',
        img: '/img/IMG_NO08.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '17',
        plant: '大花咸豐草',
        img: '/img/IMG_NO09.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '18',
        plant: '大花咸豐草',
        img: '/img/IMG_NO09.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '19',
        plant: '大花咸豐草',
        img: '/img/IMG_NO10.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '20',
        plant: '大花咸豐草',
        img: '/img/IMG_NO10.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '21',
        plant: '大花咸豐草',
        img: '/img/IMG_NO11.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '22',
        plant: '大花咸豐草',
        img: '/img/IMG_NO11.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '23',
        plant: '大花咸豐草',
        img: '/img/IMG_NO12.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '24',
        plant: '大花咸豐草',
        img: '/img/IMG_NO12.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '25',
        plant: '大花咸豐草',
        img: '/img/IMG_NO13.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '26',
        plant: '大花咸豐草',
        img: '/img/IMG_NO13.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '27',
        plant: '大花咸豐草',
        img: '/img/IMG_NO14.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '28',
        plant: '大花咸豐草',
        img: '/img/IMG_NO14.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '29',
        plant: '大花咸豐草',
        img: '/img/IMG_NO15.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '30',
        plant: '大花咸豐草',
        img: '/img/IMG_NO15.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '31',
        plant: '外來種',
        img: '/img/IMG_NO01.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '32',
        plant: '外來種',
        img: '/img/IMG_NO01.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，為了紀念他的貢獻將其取名為錦州草',
    },
]
